Repository: gitGNU/gnu_lordsawar
Catalog: po/*.po
Languages: it, pl

source: Error: searching stack and ruin to be searched not on same position
it: Errore: il gruppo che esplora e la rovina che viene esplorata non sono nella stessa posizione
pl: B³±d: przeszukuj±ca grupa i ruiny nie znajduj± siê w tym samym miejscu

source: Stack tried to visit temple at wrong location
it: Il gruppo ha cercato di visitare il tempio alla locazione sbagliata
pl: Grupa usi³owa³a odwiedziæ ¶wi±tyniê w niew³a¶ciwym miejscu

source: Position:
it: Posizione:
pl: Po³o¿enie:

source: Searched:
it: Esplorata:
pl: Przeszukano:

source: Entering the ruin...
it: Stai entrando nelle rovine...
pl: Wkraczanie w ruiny

source: You defeated the monsters
it: Hai sconfitto i mostri
pl: Pokona³e¶ potwory

source: and found %i gold piece!
it: e hai trovato %i moneta d'oro!
pl: i znalaz³e¶ %i szt. z³ota

source: New Campaign
it: Nuova Campagna
pl: Nowa Kampania

source: New Game
it: Nuovo Gioco
pl: Nowa Gra

source: Load Game
it: Carica Gioco
pl: Wczytaj Grê

source: Load Scenario
it: Carica uno Scenario
pl: Wczytaj Scenariusz

source: New Network Game
it: Nuovo Gioco in Rete
pl: Nowa Gra Sieciowa

source: Language
it: Lingua
pl: Jêzyk

source: random.map was broken when re-reading. Exiting...
it: il file random.map è rovinato (durante la rilettura). Esco...
pl: plik random.map by³ uszkodzony podczas odczytywania. Zamykam...

source: GGZ initialization failed. Exiting.
it: inizializzazione della GGZ fallita.Esco
pl: Instalacja GGZ nie powiod³a siê. Zamykam.

source: Play on GGZ
it: Gioca su GGZ
pl: Graj na GGZ

source: Please launch Freelords from a GGZ Gaming Zone client.
it: Per piacere lancia Freelords da un client GGZ Gaming Zone.
pl: Proszê uruchomiæ Freelords z klienta GGZ Gaming Zone.

source: FreeLords savegames
it: File di salvataggio di Freelords
pl: Zapisane gry

source: Error
it: Errore
pl: B³±d

source: Load Scenario Clicked!
it: Cliccato su Carica uno Scenario!
pl: Klikniêto Wczytaj Scenariusz!

source: Not implemented
it: non ancora implementato
pl: Nie zaimplementowane

source: Campaigns are not implemented yet.
it: Le campagne non sono ancora implementate.
pl: Kampanie nie zosta³y jeszcze zaimplementowane.

source: stack report
it: Resoconto sulle armate
pl: raport o grupie

source: Turns: %i
it: Turni: %i
pl: Tury: %i

source: Gold: %i
it: Oro: %i
pl: Z³oto: %i szt.

source: Next Player: %s
it: Prossimo giocatore %s
pl: Nastêpny Gracz: %s

source: Hero offer for %s
it: Un eroe si offre a %s
pl: Bohater oferowany %s

source: Select an action
it: Seleziona un'azione
pl: Wybierz akcjê

source: Bless
it: Benedizione
pl: B³ogos³aw

source: Quest
pl: Zadanie

source: Your armies have been blessed.
it: Le tue armate sono state benedette.
pl: Twoje oddzia³y zosta³y pob³ogos³awione

source: Quest -
pl: Zadanie -

source: This hero already has a quest
it: Questo eroe ha già un'altra quest
pl: Ten bohater ju¿ ma zadanie

source: Game Loaded.
it: Gioco caricato.
pl: Gra Wczytana.

source: Select the previous stack
it: Seleziona il precedente gruppo di armate
pl: Wybierz poprzedni± grupê

source: Select the next stack
it: Seleziona il successivo gruppo di armate
pl: Wybierz nastêpn± grupê

source: Select the next stack that can move
it: Seleziona il successivo gruppo di armate che abbia punti movimento
pl: Wybierz nastêpn± grupê która mo¿e siê poruszyæ

source: Let the selected stack move to destination
it: Muovi il gruppo di armate verso la destinazione
pl: Pozwól wybranej grupie poruszyæ siê w kierunku celu

source: Let all stacks move to their destinations
it: Muovi tutti i possibili gruppi di armate verso la loro destinazione
pl: Niech wszystkie grupy porusz± siê w kierunku celu

source: Center window on selected stack
it: Centra la finestra sul gruppo di armate
pl: Wy¶rodkuj ekran na wybranej grupie

source: Let the stack defend
it: Fai difendere il gruppo di armate
pl: Pozwól grupie siê broniæ

source: Let the stack defend and select the next stack
it: Fai difendere il gruppo di armate e seleziona il prossimo gruppo
pl: Pozwól grupie siê broniæ i wybierz nastêpn±

source: Let the stack defend and select the next stack that can move
it: Fai difendere il gruppo di armate e seleziona il prossimo gruppo che abbia punti movimento
pl: Pozwól grupie siê broniæ i wybierz nastêpn± zdoln± do ruchu

source: Search a ruin or a temple
it: Cerca in una rovina o un tempio
pl: Przeszukaj ruiny lub ¶wi±tyniê

source: Next turn
it: Turno Successivo
pl: NAstêpna tura

source: Description:
it: Descrizione:
pl: Opis:

source: XML_Helper: Either open file for reading or writing, not both, exiting
it: XML_Helper: Il file può essere aperto il lettura o scrittura non in entrambi i modi, esco
pl: XML_Helper: Otwórz plik dla zapisu lub odczytu, nie obu naraz, zamykam

source: : Error opening file for reading. Exiting
it: :Errore aprendo il file in lettura. Esco
pl: : B³±d podczas otwierania pliku do odczytu. Zamykam

source: : The file is obfuscated, attempting to read it....
it: : Il file è offuscato, cerco di leggerlo....
pl: : plik jest zamazany, próbujê odczytaæ....

source: : The file is not obfuscated, attempting to read it....
it: : Il file non è offuscato, cerco di leggerlo....
pl: : plik nie jest zamazany, próbujê odczytaæ...

source: : Error opening file for writing. Exiting
it: : Errore aprendo il file in scrittura. Esco
pl: : B³±d podczas otwierania pliku do zapisu

source: XML_Helper: dtags not empty!!
it: XML_Helper: dtags non è vuoto!!
pl: XML_Helper: dtags niepuste!!

source: XML_Helper: no output stream given
it: XML_Helper: nessun output stream assegnato
pl: XML_Helper: nie podano strumienia wyj¶ciowego

source: : The tag name starts with a "d". Not creating tag!
it: : Il nome del tag inizia con un "d". Non creo il tag!.
pl: : Nazwa taga rozpoczyna siê liter± d. Anulujê tworzenie!

source: XML_Helper: no output stream given.
it: XML_Helper: nessun output stream assegnato
pl: XML_Helper: nie podano strumienia wyj¶ciowego

source: XML_Helper: save_data with empty name
it: XML_Helper: save_data con nome vuoto
pl: XML_Helper: save_data ma pust± nazwê

source: Saving game and obfuscating the Savefile.
it: Salvo il gioco e offusco il file di salvataggio.
pl: Zapisujê i zamazujê plik.

source: Saving game without obfuscation.
it: Salvo il gioco senza offuscare il file di salvataggio.
pl: Zapisujê bez zamazywania.

source: XML_Helper: error parsing xml document.
it: XML_Helper: errore nel parsing del documento xml.
pl: XML_Helper: b³±d podczas parsowania dokumentu xml.

source: Line
it: Linea
pl: Linia

source: Buffercontent =
pl: Zawarto¶æ bufora =

source: : Callback for tag returned false. Stop parsing document.
it: : La callback per il tag ha ritornato falso. Smetto di parsare il documento.
pl: : Odwo³anie zwrotne do taga (callback) zwróci³o false. Przerywam parsowanie.

source: You need at least 800 x 600 resolution to run the editor
it: Per lavorare con l'editor serve almeno una risoluzione di 800x600!
pl: Potrzebujesz rozdzielczo¶ci przynajmniej 800x600, ¿eby uruchomiæ edytor

source: -f, --fullscreen Fullscreen mode
it: -f, --fullscreen Modalità a schermo intero
pl: -f, --fullscreen Tryb pe³noekranowy

source: FreeLords Editor %s
it: Editor di Freelords %s
pl: Edytor Freelords %s

source: New
it: Nuovo
pl: Nowe

source: Scenario
pl: Scenariusz

source: Players
it: Giocatori
pl: Gracze

source: Events
it: Eventi
pl: Wydarzenia

source: Edit
it: Edita
pl: Edytuj

source: By ID
it: Per ID
pl: Po ID

source: Find
it: Trova
pl: Znajd¼

source: stacks
it: Gruppi
pl: grupy

source: cities
it: Città
pl: miasta

source: Do you really want to create a new map (All changes will be lost)?
it: Vuoi veramente creare una nuova mappa (tutti i cambiamenti verranno persi)?
pl: Naprawdê chcesz stworzyæ now± mapê (wszystkie zmiany zostan± utracone)?

source: Do you really want to load a map (All changes will be lost)?
it: Vuoi veramente caricare una nuova mappa (tutti i cambiamenti verranno persi)?
pl: Naprawdê chcesz wczytaæ mapê (Wszystkie zmiany zostan± utracone)?

source: Freelords maps
it: Mappe di Freelords
pl: Mapy

source: Couldn't load map
it: Non ho potuto creare la mappa
pl: Nie uda³o siê wczytaæ mapy

source: Map Saved
it: Mappa salvata
pl: Mapa Zapisana

source: Error saving. Map not saved
it: Errore nel salvataggio. Mappa non salvata
pl: B³±d. Mapa niezapisana.

source: Freelords map files
it: File delle mappe di Freelords
pl: Pliki map

source: Map Saved.
it: Mappa salvata.
pl: Mapa Zapisana

source: Create New Map
it: Crea una nuova Mappa
pl: Stwórz Now± Mapê

source: Select fill style
it: Seleziona lo stile di riempimento
pl: Wybierz styl wype³niania

source: Size:
it: Grandezza:
pl: Rozmiar:

source: Create
it: Crea
pl: Stwórz

source: Random Map
it: Mappa Casuale
pl: Losowa Mapa

source: Mapsize must be between 20 and 200!
it: La grandezza della mappa deve esssere tra 20 e 200!
pl: Rozmiar musi zawieraæ siê miêdzy 20 a 200!

source: Ambiguity
it: Ambigità
pl: Dwuznaczno¶æ

source: Do you want to modify the stack or the object beneath?
it: Vuoi modificare il gruppo o l'oggetto sottostante?
pl: Czy chcesz zmodyfikowaæ grupê czy obiekt pod spodem?

source: Stack
it: Gruppo
pl: Grupa

source: Other
it: Altro
pl: Inne

source: ArmySelection
it: Selezione Unità
pl: Wybór Wojsk

source: Cost:
it: Costo:
pl: Koszt:

source: HP:
it: PE:
pl: P¯:

source: Vitality:
it: Vitalità:
pl: ¯ywotno¶æ:

source: Sight:
it: Vista:
pl: Pole widzenia:

source: City
it: Città
pl: Miasto

source: City at (%i,%i)
it: Città a (%i,%i)
pl: Miasto na (%i,%i)

source: Gold:
it: Oro:
pl: Z³oto:

source: Owner:
it: Proprietario:
pl: W³a¶ciciel:

source: Level:
it: Livello:
pl: Poziom:

source: Untouched
it: Intonso
pl: Nietkniête

source: Burnt down
it: Rasa al suolo
pl: Spalone

source: Remove Production
it: Rimuovi Produzione
pl: Usuñ Produkcjê

source: No free productions, maybe remove one first!
it: Nessuna produzione disponibile, rimuovine una prima!
pl: Brak wolnych produkcji, usuñ jak±¶ najpierw!

source: Confirmation
it: Conferma
pl: Potwierdzenie

source: Do you really want to remove this production?
it: Vuoi veramente rimuovere questa produzione?
pl: Naprawdê chcesz usun±æ t± produkcjê?

source: Set map properties
it: Imposta le propriwtà della mappa
pl: Ustaw w³a¶ciwo¶ci mapy

source: Modify temple
it: Modifica Tempio
pl: Zmodyfikuj ¶wi±tyniê

source: Temple at (%i,%i)
it: Tempio a (%i,%i)
pl: ¦wi±tynia na (%i,%i)

source: Type:
it: Tipo:
pl: Typ:

source: Modify ruin
it: Modifica Rovina
pl: Zmodyfikuj ruiny

source: Ruin at (%i,%i)
it: Rovina a (%i,%i)
pl: Ruiny na (%i,%i)

source: Keeper
it: Occupante
pl: Stra¿nik

source: Manage players
it: Gestisci i Giocatori
pl: Zarz±dzaj graczami

source: Dummy AI
it: IA Semplice
pl: G³upie AI

source: Fast AI
it: IA Veloce
pl: Szybkie AI

source: Smart AI
it: IA Avanzata
pl: Sprytne AI

source: Red:
it: Rosso:
pl: Czerwony:

source: Green:
it: Verde
pl: Zielony:

source: Blue:
it: Blu:
pl: Niebieski:

source: neutral player
it: Giocatore Neutrale
pl: gracz neutralny

source: persistent player
it: Giocatore Immortale
pl: uparty gracz

source: maniac mode
it: Modalità maniaco
pl: tryb maniaka

source: join armies
it: Unisce le armate
pl: po³±cz jednostki

source: Add
it: Aggiungi
pl: Dodaj

source: Remove
it: Rimuovi
pl: Usuñ

source: Warning
it: Attenzione
pl: Ostrze¿enie

source: Do you really want to remove this player?
it: Vuoi veramente rimuovere questo giocatore?
pl: Naprawdê chcesz usun±æ tego gracza?

source: New Player
it: Nuovo giocatore
pl: Nowy Gracz

source: Do you want to add the new player in front of this player or at the end of the list?
it: Vuoi aggiungere il nuovo giocagtore davanti al giocatore attuale o in fondo alla lista?
pl: Czy chcesz dodaæ nowego gracza przed tym czy na koñcu listy?

source: Here
it: Qui
pl: Tutaj

source: End
it: Fine
pl: Na koñcu

source: Find object
it: Trova oggetto
pl: Znajd¼ obiekt

source: Temple
it: Tempio
pl: ¦wi±tynia

source: Ruin
it: Rovina
pl: Ruiny

source: Manage conditions
it: Gestisci le condizioni
pl: Zarz±dzaj warunkami

source: CPlayer
it: Player
pl: CGracz

source: CCounter
it: Counter
pl: CLicznik

source: CLiving
it: Living
pl: C¯yje

source: CDead
it: Dead
pl: CMartwy

source: CArmy
it: Army
pl: CJednostka

source: %i. CPlayer
pl: %i. CGracz

source: %i. CCounter
pl: %i. CLicznik

source: %i. CLiving
pl: %i. C¯yje

source: %i. CDead
pl: %i. CMartwy

source: %i. CArmy
pl: %i. CJednostka

source: Player:
it: Giocatore:
pl: Gracz:

source: Counter:
it: Contatore:
pl: Liczik:

source: Army:
it: Unità:
pl: Jednostka:

source: Select an item
it: Seleziona un oggetto
pl: Wybierz przedmiot

source: Manage reactions
it: Gestisci le reazioni
pl: Zarz±dzaj reakcjami

source: Conditions
it: Condizioni
pl: Warunki

source: Message
pl: Wiadomo¶æ

source: AddGold
pl: DodajZ³oto

source: AddUnit
pl: DodajJednostkê

source: DelUnit
pl: UsuñJednostkê

source: Update
pl: Uaktualnij

source: Center
pl: ¦rodek

source: CenterObj
pl: Wy¶rodkujNaObiekcie

source: CreateItem
pl: StwórzPrzedmiot

source: WinGame
pl: WygrajGrê

source: LoseGame
pl: PrzegrajGrê

source: RaiseEvent
pl: Wywo³ajWydarzenie

source: ActEvent
pl: AktywujWydarzenie

source: RevivePlayer
pl: Wskrze¶Gracza

source: KillPlayer
pl: ZabijGracza

source: TransferCity
pl: Przeka¿Miasto

source: %i. Message
pl: %i. Wiadomo¶æ

source: %i. AddGold
pl: %i. DodajZ³oto

source: %i. AddUnit
pl: %i. DodajJednostkê

source: %i. DelUnit
pl: %i. UsuñJednostkê

source: %i. Update
pl: %i. Uaktualnij

source: %i. Center
pl: %i. ¦rodek

source: %i. CenterObject
pl: %i. Wy¶rodkujNaObiekcie

source: %i. CreateItem
pl: %i. StwórzPrzedmiot

source: %i. WinGame
pl: %i. WygrajGrê

source: %i. LoseGame
pl: %i. PrzegrajGrê

source: %i. RaiseEvent
pl: %i. Wywo³ajWydarzenie

source: %i. ActivateEvent
pl: %i. AktywujWydarzenie

source: %i. RevivePlayer
pl: %i. Wskrze¶Gracza

source: %i. KillPlayer
pl: %i. ZabijGracza

source: %i. TransferCity
pl: %i. Przeka¿Miasto

source: --- End ---
it: --- Fine ---
pl: --- Koniec ---

source: Object:
it: Oggetto:
pl: Obiekt:

source: Item:
it: Oggetto:
pl: Przedmiot:

source: Event:
it: Evento:
pl: Wydarzenie:

source: Activate:
it: Attiva:
pl: Aktywuj:

source: City:
it: Città:
pl: Miasto:

source: Manage events
it: Gestisci gli eventi
pl: Zarz±dzaj zdarzeniami

source: Activate
it: Attiva
pl: Aktywuj

source: Deactivate
it: Disattiva
pl: Dezaktywuj

source: Comment:
it: Commento:
pl: Komentarz:

source: Reactions
it: Reazioni
pl: Reakcje

source: Do you really want to remove this event?
it: Vuoi veramente rimuovere questo evento?
pl: Napewno chcesz usun±æ to wydarzenie?

source: KillAll
pl: ZabijWszystkich

source: PlayerDead
pl: GraczMartwy

source: CityConquered
pl: MiastoZdobyte

source: ArmyKilled
pl: JednostkaZabita

source: Round
pl: Runda

source: RuinSearch
pl: PrzeszukanieRuin

source: TempleSearch
pl: PRzeszukanie¦wi±tyni

source: Dummy
pl: G³upol

source: NextTurn
it: Turno Successivo
pl: NastêpnaTura

source: StackKilled
pl: GrupaZabita

source: StackMove
pl: GrupaRuszona

source: EKillAll
it: KillAll
pl: EZabijWszystkich

source: EPlayerDead
it: PlayerDead
pl: EGraczMartwy

source: ECityConquered
it: CityConquered
pl: EMiastoZdobyte

source: EArmyKilled
it: ArmyKilled
pl: EJednostkaZabita

source: ERound
it: Round
pl: ERunda

source: ERuinSearch
it: RuinSearch
pl: EPrzeszukanieRuin

source: ETempleSearch
it: TempleSearch
pl: EPrzeszukanie¦wi±tyni

source: EDummy
it: Dummy
pl: EG³upol

source: ENextTurn
it: NextTurn
pl: ENastêpnaTura

source: EStackKilled
it: StackKilled
pl: EGrupaZabita

source: EStackMove
it: StackMove
pl: EGrupaRuszona

source: Round:
pl: Runda:

source: Ruin:
it: Rovina:
pl: Ruiny:

source: Temple:
it: Tempio:
pl: ¦wi±tynia:

source: Stack:
it: Gruppo:
pl: Grupa:

source: Manage Scenario
it: Gestione Scenario
pl: Zarz±dzaj Scenariuszem

source: Scenario Name:
it: Nome dello Scenario:
pl: Nazwa Scenariusza:

source: Scenario Description:
it: Descrizione dello Scenario:
pl: Opis Scenariusza:

source: RAddUnit: got strange tag:
it: RAddUnit: ho trovato uno strano tag:
pl: RAddUnit: otrzymano dziwnego taga:

source: Barcelona
it: Barcellona

source: Albarracin
it: Albaracin

source: Oviedo
it: Obiedo

source: Toledo
it: Roledo

source: Hanibal
it: Annibale

source: Saguntum
it: Sagunto

source: Ausculum
it: Ascoli

source: Croton
it: Crotone

source: Clusium
it: Closio

source: Lilybaeum
it: Lilibeo

source: Carales
it: Carale

source: Hadrumentum
it: Adrumento

source: Placentia
it: Piacenza

source: Massillia
it: Marsilia

source: Tumulus
it: Tumulo

source: Arkadia
it: Arcadia

source: Imperium
it: Impero

source: Thastophere
it: Tastofere

source: Brunnaburgh
it: Brunnaburgo

source: Karhain
it: Harhain

source: Trales
it: Tralse

source: The Shire
it: La Contea

source: Status:
it: Stato:
