Repository: gitGNU/gnu_lordsawar
Catalog: po/*.po
Languages: it, pl

source: Standard Units
it: Unità standard
pl: Jednostki Standardowe

source: Pikeman
it: Lanciere
pl: Pikinier

source: Soldier
it: Soldato
pl: ¯o³nierz

source: Archer
it: Arciere
pl: £ucznik

source: Veteran
it: Veterano
pl: Weteran

source: Cavalry
it: Cavalleria
pl: Kawaleria

source: Catapult
it: Catapulta
pl: Katapulta

source: Heroes
it: Eroi
pl: Bohaterowie

source: Barbarian
it: Barbaro
pl: Barbarzyñca

source: Amazone
it: Amazzone
pl: Amazonka

source: Sandman
it: Uomo della Sabbia
pl: Piaskowy Cz³owiek

source: Goblin Chieftain
it: Capo Goblin
pl: Wódz Goblinów

source: Male Orc
it: Orco Maschio
pl: Ork Samiec

source: Female Orc
it: Orco Femmina
pl: Ork Samica

source: Imperial Troops
it: Truppe Imperiali
pl: Wojsko Imperialne

source: Knight
it: Cavaliere
pl: Rycerz

source: Unicorn
it: Unicorno
pl: Jednoro¿ec

source: Mage
it: Mago
pl: Mag

source: Dragon
it: Drago
pl: Smok

source: Holy Warrior
it: Angelo
pl: ¦wiêty Wojownik

source: Transport
it: Trasporto
pl: Transportowiec

source: Frigate
it: Fregata
pl: Fregata

source: Monsters
it: Mostri
pl: Potwory

source: Greater Troll
it: Troll Maggiore
pl: Wiêkszy Trol

source: Killing Sheep
it: Pecora Satanica
pl: Owca

source: Wood Face
it: Faccia di Legno
pl: Twarz Drewna

source: Beholder
pl: Obserwator

source: Flying Hydra
it: Hydra Volante
pl: Lataj±ca Hydra

source: Green Ooze
it: Gelatina Verde
pl: Zielony ¦luz

source: Octopus
it: Seppia
pl: Omiornica

source: Orcs
it: Orchi
pl: Orki

source: Bomb Thrower
it: Tiratore di bombe
pl: Miotacz Bomb

source: Shaman
it: Sciamano
pl: Szaman

source: Orcish Catapult
it: Catapulta Orchesca
pl: Katapulta Orków

source: Wolf Rider
it: Cavalcatore di Lupi
pl: Wilczy Je¼dziec

source: Bat Rider
it: Calvalcatore di Pipistrelli
pl: Nietoperzy Je¼dziec

source: Orcish Galeon
it: Galeone Orchesco
pl: Galeon Orków

source: Dreadnought
it: Corazzata degli Orchi
pl: Liniowiec

source: default
pl: domy¶lny

source: Grass
it: Erba
pl: £±ka

source: Water
it: Acqua
pl: Woda

source: Forest
it: Foresta
pl: Las

source: Hills
it: Colline
pl: Wzgórza

source: Swamp
it: Palude
pl: Bagno

source: Mountains
it: Montagne
pl: Góry

source: Moon Blade
it: Lama della Luna
pl: Ksiê¿ycowe Ostrze

source: Mace of the Zealot
it: Mazza degli Zealot
pl: Maczuga Fanatyka

source: Defender's Helmet
it: Elmetto del Difensore
pl: He³m Obroñcy

source: Scroll of Waterwalking
it: Pergamena del camminare sulle acque
pl: Zwój Kroczenia Po Wodzie

source: Shield of Parrying
it: Scudo della difesa
pl: Tarcza Odbicia

source: Field Plate
it: Armatura da battaglia
pl: Pancerz Bitewny

source: Healthy Cloak
it: Mantello della salute
pl: Peleryna Zdrowia

source: Ring of Endurance
it: Anello della resistenza
pl: Pier¶cieñ Wytrwa³o¶ci

source: Neutral
it: Neutrale
pl: Neutralny

source: Seville
pl: Sewilla

source: Xaphocles
pl: Xapocles

source: Count of Barcelona
it: Conte di Barcellona
pl: Hrabia Barcelony

source: Marrakesh
pl: Marakesz

source: Murcia
pl: Murcja

source: Zaragoza
it: Saragozza
pl: Saragossa

source: Pamplona
pl: Pampeluna

source: Lisbon
it: Lisbona
pl: Lizbona

source: Granada
pl: Grenada

source: Algiers
it: Algieri
pl: Algier

source: Tomb of Kings
it: Tomba dei Re
pl: Grobowiec Królów

source: Silent Monastery
it: Monastero Silente
pl: Cichy Klasztor

source: Shrine of the Crusader
it: Tomba del Crociato
pl: Kapliczka Krzy¿owca

source: Garden of Frost
it: Giardino del Gelo
pl: Ogród Mrozu

source: Small temple
it: Piccolo Tempio
pl: Ma³a ¦wi±tynia

source: Tomb of Warriors
it: Tomba dei Guerrieri
pl: Grobowiec Wojowników

source: Order of Spirit
it: Ordine dello Spirito
pl: Bractwo Ducha

source: Cathedral
it: Cattedrale
pl: Katedra

source: House of Small Gods
it: Casa dei piccoli Dei
pl: Dom Mniejszych Bogów

source: Druid's Home
it: Casa del Druido
pl: Dom Driuda

source: Dark Hole
it: Buco Nero
pl: Mroczny Otwór

source: Dark Tower
it: Torre Oscura
pl: Czarna Wie¿a

source: Fallen Temple
it: Tempio Caduto
pl: Upad³a ¦wi±tynia

source: Dark Dungeon
it: Dungeon Oscuro
pl: Mroczny Loch

source: Silent Lair
it: Antro Silente
pl: Cicha Jaskinia

source: Ruined Temple
it: Tempio in Rovina
pl: Zrujnowana ¦wi±tynia

source: Dusty Caves
it: Grotte Polverose
pl: Zakurzone Jaskinie

source: Ruined Castle
it: Castello in Rovina
pl: Zrujnowany Zamek

source: Old Thymiaterium
it: Vecchio Thymiaterium
pl: Stare Thymiaterium

source: Spain 1060
it: Spagna 1060
pl: Hiszpania 1060r

source: For you, the Emir of Seville, difficult times lie ahead. The Muslims of Spain are divided amongst themselves and are under pressure from the Christians in the North such as the Count of Barcelona. From out the Sahara desert have appeared the Almoravids who may well be strong enough to check the Christians but are likely to gobble you up in the process. Surely the other Muslims such as the Emir of Badajoz will realize they need to unite under your overlordship?....
pl: Ciê¿kie czasy przed tob± emirze Sewilli. Muzu³manie w Hiszpani s± podzieleni i pod sta³ym naciskiem chrze¶cijan z pó³nocy, miêdzy innymi hrabiego Barcelony. Z pustyñ Sahary wy³onili siê Almorawidowie, prawdopodobnie do¶æ silni by powstrzymaæ chrze¶cijan, ale i poch³on±æ was po drodze. Z pewno¶ci± inni muzu³manie jak choæby emir Badajoz zrozumiej±, ¿e powinni zjednoczyæ siê pod twoim ber³em, czy¿ nie?

source: Player Neutral died.
it: Il giocatore Neutrale è stato sconfitto.
pl: Neutralny gracz zgin±³

source: Player Seville died.
it: Il giocatore Seville è stato sconfitto.
pl: Emir Sewilli zgin±³

source: Player Almoravid died.
it: Il giocatore Almoravid è stato sconfitto.
pl: Almorawidowie zginêli

source: Player Badajoz died.
it: Il giocatore Badajoz è stato sconfitto.
pl: Emir Badajoz zgin±³

source: Player Count of Barcelona died.
it: Il giocatore Conte di Barcellona è stato sconfitto
pl: Hrabia Barcelony zgin±³

source: Player Seville has won!
it: Il giocatore Seville ha vinto!
pl: Emir Sewilli zwyciê¿y³!

source: Player Almoravid has won!
it: Il giocatore Almoravid ha vinto!
pl: Almorawidowie zwyciê¿yli!

source: Player Badajoz has won!
it: Il giocatore Badajoz ha vinto!
pl: Emir Badajoz zwyciê¿y³!

source: Player Count of Barcelona has won!
it: Il giocatore Conte di Barcellona ha vinto!
pl: Hrabia Barcelony zwyciê¿y³

source: Carthage
it: Cartagine
pl: Kartagina

source: Rome
it: Roma
pl: Rzym

source: Fabius
it: Fabio
pl: Fabiusz

source: Roma
pl: Rzym

source: Taras
pl: Tars

source: Gades
pl: Gadesz

source: New Carthage
it: Nuova Cartagine
pl: Nowa Kartagina

source: Numantia
it: Numanzia
pl: Numancja

source: Capua
pl: Kapua

source: Syracuse
it: Siracusa
pl: Syrakuzy

source: Lixus
pl: Liksus

source: Monastery of Io
it: Monastero di Io
pl: Klasztor Io

source: Temple of Belisama
it: Tempio di Belisama
pl: ¦wi±tynia Belisamy

source: Temple of Apollo
it: Tempio di Apollo
pl: ¦wi±tynia Apolla

source: Shrine of the Mists
it: Tomba delle nebbie
pl: ¦wi±tynia Mgie³

source: Temple of Jupitor
it: Tempio di Giove
pl: ¦wi±tynia Jowisza

source: Temple of Hammon
it: Tempio di Hammon
pl: ¦wi±tynia Hammona

source: The Lost City
it: La città perduta
pl: Zaginione Miasto

source: Zelasen's Tomb
it: Tomba di Zelasen
pl: Grobowiec Zelasena

source: Ruined City
it: Città in Rovina
pl: Zrujnowane Miasto

source: Weird Ruins
it: Strane Rovine
pl: Dziwne Ruiny

source: Keltic Barrow
it: Carriola Celtica
pl: Celtycki Kram

source: Abandoned Temple
it: Tempio abbandonato
pl: Porzucona ¦wi±tynia

source: Burial Mound
it: Tempio della sepoltura
pl: Grobowiec

source: Misty Maze
it: Labirinto fumoso
pl: Mglisty Labirynt

source: The Sibyl's Cave
it: Cava di Sibyl
pl: Jaskinia Sybili

source: The Second Punic War
it: La Seconda Guerra Punica
pl: Druga Wojna Punicka

source: Carthage has lost her dominance on the sea and you, Hannibal, are convinced that the only hope of avoiding the destruction of your city is to move to the attack - thru Spain and across the Alps.
pl: Kartagina utraci³a w³adzê nad morzami i Hanibal jest przekonany, ¿e jedyny sposób na unikniêcie zag³ady miasta to atak. Przez Hiszpaniê i Alpy.

source: Player Carthage died.
it: Il giocatore Cartagine è stato sconfitto.
pl: Kartagina przegra³a.

source: Player Rome died.
it: Il giocatore Roma è stato sconfitto.
pl: Rzym przegra³.

source: Player Carthage has won!
it: Il giocatore Cartagine ha vinto!
pl: Kartagina zwyciê¿y³a!

source: Player Rome has won!
it: Il giocatore Roma ha vinto!
pl: Rzym zwyciê¿y³!

source: If New Carthage falls...
it: Se Nuova Cartagine viene distrutta...
pl: Je¶li Nowa Kartagina upadnie...

source: Neutrale
pl: Neutralni

source: Northumbria
pl: Nortumbria

source: T' Pictish King
it: Il Re Pittoresco
pl: T' Król Piktów

source: The High King
it: L'altissimo Re
pl: Wysoki Król

source: London
it: Londra
pl: Londyn

source: Hill of Tara
it: Collina di Tara
pl: Wzgórze Tary

source: Canterbury
pl: Cantenbury

source: Dolmen of the four Maols
it: Dolmen dei quattro Maols
pl: Dolmen czterech Maoli

source: Kilcloony Dolmen
it: Dolmen di Kilcloony
pl: Dolmen Kilcloony

source: The Hurlers
it: Gli Hurlers
pl: Miotacze

source: Long Meg and her Daughters
it: Lunga Meg e le sue Sorelle
pl: D³uga Meg i jej córki

source: The Rollright Stones
it: Rocce Rotonde
pl: Kamienie Rollright

source: Temple Wood
it: Foresta del Tempio
pl: Las ¦wi±tynny

source: Britain 802
it: Inghilterra 802
pl: Brytania 802r

source: The 9th century opens with the isles divided into tribes and petty kingdoms but several are already emerging as front runners in a struggle for hegemony. To the West the High King of Ireland. To the North the Pictish King. To the south the Kings of Wessex and Mercia. And in the middle you, the King of Northumbria, is surrounded by enemies...
pl: Z nastaniem IX wieku wyspy wci±¿ podzielone by³y miêdzy plemiona i drobne królestwa, ale kilka z nich ju¿ wy³ania³o siê jako kandyndaci do dominacji. Wysoki Król Irlandi na zachodzie, Król Piktów na pó³nocy, królowie Wessex i Mercji na po³udniu. No i ty, król Nortumbrii, po¶rodku otoczony przez wrogów...

source: You have lost!!
it: Hai perso!!
pl: Zosta³e¶ pokonany!

source: Despair at the desolation of defeat!
it: Diperazione per la desolazione della sconfitta!
pl: Rozpaczaj nad samotno¶ci± pora¿ki!

source: The Pictish King is dead.
it: Il Re Pittoresco è stato sconfitto.
pl: Król Piktów umar³.

source: The King of Mercia has fled into exile.
it: Il re di Mercia è scappatto in esilio.
pl: Król Mercji uda³ siê na wygnanie.

source: The High King has been killed.
it: L'alto re è stato ucciso.
pl: Wysoki Król zosta³ zabity.

source: The king of Wessex has been killed.
it: Il re di Wessex è stato ucciso.
pl: Król Wessex zosta³ zabity.

source: Northumbria has won!
it: Northumbria ha vinto!
pl: Nortumbria zwyciê¿y³a!

source: The King of the Picts has won!
it: Il re pittoresco ha vinto!
pl: Król Piktów zwyciê¿y³!

source: Player Ulf has won!
it: Il giocatore Ulf ha vinto!
pl: Gracz Ulf zwyciê¿y³!

source: Player James has won!
it: Il giocatore James ha vinto!
pl: Gracz James zwyciê¿y³!

source: Player Vibhu has won!
it: Il giocatore Vibhu ha vinto!
pl: Gracz Vibhu zwyciê¿y³!

source: defeat
it: sconfitta
pl: pora¿ka

source: Gray Horde
it: Orda Grigia
pl: Szara Horda

source: Watchtower
it: Torre di guardia
pl: Wartownia

source: Coldpeak
pl: Zimny Szczyt

source: Moonshine
pl: Ksiê¿ycowy Blask

source: Hellgate
pl: Wrota Piekie³

source: Noname
it: Senza nome
pl: Bezimienny

source: Holy Ghost's Archive
it: Archivio dello Spettro Santo
pl: Archiwum Ducha ¦wiêtego

source: Holy Wood
it: Foresta santa
pl: ¦wiêty Las

source: Shrine of Power
it: Tomba del potere
pl: Kapliczka Mocy

source: Peasant's church
it: Chiesa del paesano
pl: Wiejski ko¶ció³

source: Garden of Peace
it: Giardino della Pace
pl: Ogród Pokoju

source: Order of Fire
it: Ordine del fuoco
pl: Bractwo Ognia

source: Offler's Temple
it: Tempio di Offler
pl: ¦wi±tynia Offlera

source: Sanctuary of the Fallen
it: Santuario del caduto
pl: Sanktuarium Upad³ych

source: Holy Place
it: Santuario
pl: ¦wiête Miejsce

source: Black Tomb
it: Tomba nera
pl: Czarny Grobowiec

source: Abandoned Village
it: Villaggio abbandonato
pl: Opuszczona Wioska

source: Ghost Town
it: Città infestata
pl: Miasto Duchów

source: Silent Farm
it: Fattoria Silente
pl: Cicha Farma

source: Deserted Monastery
it: Monastero deserto
pl: Opuszczony Klasztor

source: Khan's tomb
it: Tomba di Khan
pl: Grobowiec Chana

source: Target
pl: Cel

source: The two AI players will treat you as their target and will get extra advantages on top of that. But you're better than the two of them aren't you?
pl: Dwóch graczy komputerowych bêdzie ciê traktowaæ jak swój cel, a oprócz tego dostan± pewn± przewagê na starcie. Ale przecie¿ i tak jeste¶ lepszy od nich, nieprawda¿?

source: Player Arkadia died.
it: Il giocatore Arcadia è stato sconfitto.
pl: Arkadia zosta³a pokonana.

source: Player Gray Horde died.
it: Il giocatore Orda Grigia è stato sconfitto.
pl: Szara Horda zosta³a pokonana.

source: Player Imperium died.
it: Il giocatore Impero è stato sconfitto.
pl: Imperium zosta³o pokonane.

source: Player Arkadia has won!
it: Il giocatore Arkadia ha vinto!
pl: Arkadia zwyciê¿y³a!

source: Player Gray Horde has won!
it: Il giocatore Orda Grigia ha vinto!
pl: Szara Horda zwyciê¿y³a!

source: Player Imperium has won!
it: Il giocatore Impero ha vinto!
pl: Imperium zwyciê¿y³o!

source: Good guy
it: Buon Reggente
pl: Dobry cz³owiek

source: Evil Overlord
it: Oscuro Signore
pl: Z³y Nadzorca

source: Dragonbone
it: OssoDiDrago
pl: Smocza Ko¶æ

source: Old Tower
it: Vecchia torre
pl: Stara Wie¿a

source: Tomb of the old king
it: Tomba del vecchio re
pl: Grobowiec starego króla

source: Mysterious hole
it: Buco misterioso
pl: Tajemnicza jama

source: Hydra's Lair
it: Antro dell'Idra
pl: Le¿e Hydry

source: Dragon's lair
it: Antro del Drago
pl: Le¿e Smoka

source: Tutorial and Testing
it: Totorial e test
pl: Wprowadzenie i Testowanie

source: This scenario is the Freelords testing Tutorial. Its pourpose is to demonstrate the advanced features of Freelords.
it: Questo scenario è il tutorial di test di Freelords. Il suo scopo è quello di presentare alcune delle caratteristicha avanzate di Freelords.
pl: Ten scenariusz to testowy Tutorial Freelords i ma na celu demonstracjê zaawansowanych elementów programu.

source: The introduction for the player.
it: L'introduzione per il giocatore.
pl: Wprowadzenie dla gracza.

source: This is the tutorial of FreeLords. Though it is called tutorial, one of the main aims is to demonstrate some advanced abilities of FreeLords, such as events.
it: Questo è il tutorial di Freelords. Anche se lo chiamiamo tutorial, il suo scopo è quello di presentare alcune delle caratteristicha avanzate di Freelords, come ad esempio gli eventi.
pl: To jest tutorial Freelords. Pomimo swojej nazwy jego g³ównym zadaniem jest demonstracja zaawansowantch elementów gry takich jak wydarzenia losowe.

source: BTW: If you like (or better: don't yet like) what you see here, we are always looking for coders, graphics artists and (new) map designers! Enough ads, let us start with the game.
it: A proposito: se ti piace (o meglio, non ti piace) quello che vedi qui, siamo sempre alla ricerca di programmatori, grafici e (novità) creatori di mappe! Ok basta con la pubblicità, iniziamo il gioco.
pl: Przy okazji, je¶li ci siê spodoba (lub jeszcze lepiej, nie spodoba) to co tu zobaczysz pamiêtaj, ¿e ca³y czas szukamy koderów, grafików i projektantów map. Koniec reklam, zaczynamy grê.

source: For ages you and your ancestors have lived peacefully in the lovely Shire. Nothing disturbed the quietness here until some months ago...
it: Per secoli tu e i tuoi avi siete vissuti in pace nella stupenda contea. Nessuno ha disturbato la quiete del luogo fino a che, alcuni mesi fa...
pl: Przez wieki twoi przodkowie ¿yli w spokoju w piêknym Shire i nic nie m±ci³o ciszy, a¿ do niedawna...

source: Orcs appeared.
it: sono arrivati gli Orchi.
pl: Przyby³y orki.

source: The foul creatures infested the old tower in the swamp and built up a fortress there, growing more and more powerful. And aggressive. During one of their raids, they destroyed a village close to the swamp. So you decided to drive them out.
it: Le odiose creature hanno infestato la vecchia torre nella palude e hanno costruito una fortezza, diventando sempre più potenti. E aggressivi. Durante una delle loro scorribande, hanno distrutto un villaggio vicino alle paludi. Cosi hai deciso di cacciarli dalla contea.
pl: Paskudne stwory zajê³y star± wie¿ê na bagnach i zamieni³y j± w fortecê z dnia na dzieñ staj±c siê coraz silniejsze. I badziej agresywne. Gdy podczas jednego z rajdów zniszczy³y wioskê nieopodal bagna postanowi³e¶ siê ich pozbyæ.

source: But the army under the command of your most able leader just vanished in the swamps.
it: Ma le armate al comando dal tuo condottiero più abile sono sparite nelle paludi.
pl: Ale armia pod dowództwem twojego najzdolniejszego dowódcy po prostu zniknê³a w¶ród bagien.

source: "Huh, Where am I??"
it: "Huh, Dove mi trovo??"
pl: "Hê? Gdzie ja jestem?"

source: Player has killed the Orc that appeared at the introductory event.
it: Il giocatore ha ucciso l'orco che è apparso all'evento dell'introduzione.
pl: Gracz zabi³ orka który pojawi³ siê w wydarzeniu wstêpnym.

source: When you search the orc, you find some recently used digging tools.
it: Quando perquisisci l'orco, trovi alcuni attrezzi per scavare usati di recente.
pl: Kiedy przeszukujesz zw³oki znajdujesz niedawno u¿ywane narzêdzia górnicze.

source: After one round, an orc appears at the ruin next to the player's city and the player is warned of Orcish sappers.
it: Dopo un round, appare un orco nella rovina vicino alla città del giocatore e il giocatore viene avvertito della presenza degli orchi.
pl: Po pierwszej rundzie ork pojawia siê w ruinach nieopodal miasta gracza a on sam dostaje ostrze¿enie o saperach.

source: "We have come through. Look, the Weakling's castle is there."
it: "Ce l'abbiamo fatta. Guarda, il castello degli umani è da quella parte."
pl: "Przebili¶my siê. Spójrzcie, oto zamek s³abeuszy."

source: "My Lord, the orcs have been digging a tunnel to our castle. You must destroy it!"
it: "Mio Lord, gli orchi hanno scavato un tunnel sotto il nostro castello. Dobbiamo distruggerlo!"
pl: "Mój panie, orki wykopa³y tunel do naszego zamku. Musisz go zniszczyæ!"

source: "Die, human!"
it: "Muori, umano!"
pl: "Giñ cz³owiecze!"

source: "Argh."
pl: "Aargh..."

source: Your advisor informs you: "If you want to fight the Orcish hordes, it would be wise to visit the tomb of your father to the west. He had several powerful artefacts placed there."
it: Il tuo consigliere ti informa: "Se vuoi combattere le Orde orchesche, sarebbe saggio visitare la tomba di tuo padre situata ad ovest. Egli aveva messo li molti potenti artefatti."
pl: Twój doradca informuje ciê: "Je¶li chcesz walczyæ z hordami orków m±drze byl³oby odwiedziæ grobowiec twojego ojca na zachodzie. Z jego rozkazu umieszczono tam kilka potê¿nych artefaktów."

source: When the player searches the temple to the east, he gets some artefacts. This event is enabled by the previous one.
it: Quando il giocatore cerca il tempio a est, trova degli artefatti. Questo evento è abilitato dall'evento precedente.
pl: Kiedy gracz przeszuka ¶wi±tyniê na zachodzie dostaje kilka artefaktów. To wydarzenie jest aktywowane przez poprzednie.

source: The priests have heard of your task and awaited your coming. They present you some artefacts of your father.
it: I monaci hanno sentito della tua missione e ti stavano aspettando. Essi ti danno alcuni artefatti che una volta appartenevano a tuo padre.
pl: Kap³ani s³yszeli o twojej misji i oczekiwali twojego przybycia. Wrêczaj± ci artefakty twojego ojca.

source: When the ruin to the west of the city is searched, remove the appearance of orcs (foolowing events)
it: Quando la rovina ad ovest della città viene esplorata, rimuove la comparsa degli orchi (evento successivo)
pl: Kiedy ruiny na zachód of miasta zostaj± przeszukane usuñ pojawianie siê orków (nastêpne wydarzenie)

source: You flood the tunnel with the help of the nearby lake. The danger by the orcs should be banned for now. All that is left is getting rid of the Orcish fortress.
it: Allaghi il tunnel con l'aiuto delle acque del vicino lago. Il Pericolo degli orchi dovrebbe essere passato per ora. Tutto quello che rimane da fare è togliere di mezzo la fortezza degli orchi.
pl: Zala³e¶ tunel wod± z pobliskiego jeziora i niebezpieczeñstwo ze strony orków powinno znikn±æ na chwilê. Pozosta³o jedynie pozbyæ siê ich twierdzy.

source: Maybe you want to search the lair to the south of your town now. It is rumored that a lot of gold can be found there.
it: Forse ora dovresti cercare l'antro situato a sud della tua città. Dicono che da quelle parti ci sia molto oro.
pl: Mo¿e chcia³by¶ przeszukaæ jaskiniê na po³udnie od miasta? Podobno mo¿na tam znale¼æ du¿o z³ota.

source: First orcs come through the tunnel.
it: Il primo orco esce dal tunnel.
pl: Pierwsze orki przechodz± przez tunel.

source: "Where are our scouts? Humans!!"
it: "Dove sono le nostre avanguardie? Uomini!!"
pl: "Gdzie nasi zwiadowcy? Ludzie!!"

source: Again, orcs come through the tunnel.
it: Ancora, gli orchi vengono fuori dal tunnel.
pl: Ponownie orki przybywaj± tunelem.

source: "Let's raze the city!!"
it: "Radiamo al suolo la città!!"
pl: "Spalmy to miasto!"

source: The Orcish invasion starts.
it: L'invasione orchesca inizia.
pl: Inwazja orków rozpoczyna siê.

source: "Hunt them down!"
it: "Cercateli e uccideteli!"
pl: "Upolowaæ wszystkie!"

source: Now many orcs come out of the tunnel.
it: Ora molti orchi vengono fuori dal tunnel.
pl: Teraz mnóstwo orków przybywa tunelem.

source: "The humans don't stand a chance. Let's crush them!"
it: "Gli umani non hanno nessuna possibilità. Distruggiamoli!"
pl: "Ludzie nie maj± szans. Zmia¿d¿my ich!"

source: After the ruin is searched (event is activated there) the neutral town offers its services.
it: Quando la rovina viene esplorata (l'evento è attivato lì) la città neutrale offre i suoi servigi.
pl: Po przeszukaniu ruin (zdarzenie jest aktywowane w tym miejscu) neutralne miasto oferuje pomoc.

source: The rumours of your deeds have spread. As a result, the nearby town of Dragonbone decides to join you.
it: La fama delle tue azioni si è sparsa velocemente. Come risultato, la vicina città di Dragonbone decide di unirsi a te.
pl: Plotki o twoich czynach rozesz³y siê szeroko. W efekcie pobliskie miasto Smocza Ko¶æ zdecydowa³o siê do ciebie przy³±czyæ.

source: Hydra's Lair is searched, player gets some gold.
it: La tana dell'Idra viene espolata, il giocatore trova dei soldi.
pl: Le¿e Hydry zosta³o przeszukane, gracz otrzymuje z³oto.

source: After you have slain the pair of hydras that occupied the cave, you find a valuable sword and a hidden treasure worth 2000 gold.
it: Dopo aver ucciso la coppia di hydre che occupavano la caverna, trovi una spada scintillante e un tesoro nascosto di 2000 monete d'oro.
pl: Po zabiciu dwóch hydr znajdujesz cenne ostrze i ukryty skarb warty 2000 sztuk z³ota.

source: The player has been killed.
it: Il giocatore è stato ucciso.
pl: Gracz zosta³ zabity.

source: Though you managed to survived the Orcish raids, you had to escape the land and find some fortune at other places. Meanwhile, the orcs devastated the lands and ruined the towns.
it: Nonostante tu sia sopravvissuto ai raid degli Orchi, sei stato costretto a lasciare la tua terra e a cercare fortuna in altri luoghi. Nel frattempo, gli orchi hanno devastato terre e distrutto città.
pl: Choæ zdo³a³e¶ przetrwaæ rajdy orków, zosta³e¶ zmuszony do porzucenia tej i poszukiwania szczê¶cia gdzie indziej. Zielonoskórzy za¶ zdewastowali kraj i zrujnowali miasta.

source: YOU LOST!
it: HAI PERSO!
pl: PRZEGRA£E¦!
