Repository: gitGNU/gnu_lordsawar
Catalog: po/*.po
Languages: it, pl

source: The Orcish town is conquered, the game is won.
it: La città degli orchi è conquistata, hai vinto.
pl: Twierdza orków pad³a, zwyciê¿y³e¶.

source: You captured the fortress that was so well defended by the orcs. When their remaining troops that ravage the lands hear from this, they panic and run. The Evil is defeated here. Congratulations, the tutorial is hereby finished.
it: Hai espugnato la fortezza che era ben difesa dagli orchi. Quando le loro truppe rimaste (che stavano ancora razziando terre) hanno sentito del fatto, sono fuggite in preda al panico. Il Male è stato sconfitto. Congratulazioni, il tutorial è finito.
pl: Zdoby³e¶ fortecê orków pomimo zaciêtego oporu, gdy ich oddzia³y pustosz±ce kraj us³ysz± o tym z ca³± pewno¶ci± wpadn± w panikê i uciekn±. Z³o zosta³o pokonane. Gratulacje, niniejszym ukoñczy³e¶ tutorial.

source: YOU WIN!
it: HAI VINTO!
pl: ZWYCIÊ¯Y£E¦!

source: About
it: Informazioni
pl: O programie

source: Creator of the project:
it: Cratore del progetto:
pl: Twórca projektu:

source: Development:
it: Sviluppo:
pl: Developerzy:

source: Graphics:
it: Grafica:
pl: Grafika:

source: Active Contributors:
it: Collaboratori Attivi:
pl: Aktywna Wspó³praca:

source: Inactive Members/Contributors:
it: Collaboratori e Membri inattivi:
pl: Nieaktywni Cz³onkowie/Wspó³pracownicy:

source: Ex Members:
it: Ex Membri:
pl: Byli Cz³onkowie:

source: Version %s
it: Versione %s
pl: Wersja %s

source: Items
it: Oggetti
pl: Przedmioty

source: %i shot
it: %i colpo
pl: %i strza³

source: xp: %.2f
it: pe: %.2f
pl: pd: %.2f

source: level: %i
it: livello: %i
pl: poziom: %i

source: Upkeep: %i
it: Costo: %i
pl: Utrzymanie: %i

source: Your unit advanced a level!
it: La tua unità è passata di livello!
pl: Twoja jednostka zdoby³a poziom!

source: Choose a characteristic to raise.
it: Scegli una caratteristica da migliorare.
pl: Wybierz cechê do zwiêkszenia.

source: level:
it: livello:
pl: poziom:

source: Stats
it: Caratteristica
pl: Cechy

source: strength
it: forza
pl: si³a

source: ranged
it: a distanza
pl: strzelanie

source: defense
it: difesa
pl: obrona

source: vitality
it: vitalità
pl: ¿ywotno¶æ

source: sight
it: vista
pl: pole widzenia

source: hp
it: pf
pl: p¿

source: moves
it: movimenti
pl: ruch

source: medal awarded
it: Ottenuta una medaglia
pl: przyznane ordery

source: Error, while loading an armyset. Armyset Name:
it: Errore, mentre caricavo un armyset. Nome dell'Armyset:
pl: B³±d przy wczytywaniu zestawu wojsk. Nazwa zestawu:

source: original path of stack was blocked
it: il percorso originale del gruppo era bloccato!
pl: orginalna ¶cie¿ka grupy zosta³a zablokowana

source: no information
it: nessuna informazione
pl: brak informacji

source: gold: %i
it: oro: %i
pl: z³oto: %i szt.

source: None
it: Vuoto
pl: Brak

source: n.a.
it: n.d.
pl: niedostêpne

source: Idle
it: Inattivo
pl: Bezczynny

source: city report
it: Resoconto sulla città
pl: raport miejski

source: Prev.
it: Precedente
pl: Poprzedne

source: Next
it: Successivo
pl: Nastêpne

source: City info
it: Informazioni sulla città
pl: Dane miasta

source: Village of %s
it: Avamposto di %s
pl: Wioska %s

source: Town of %s
it: Villaggio di %s
pl: Miasteczko %s

source: City of %s
it: Città di %s
pl: Miasto %s

source: Income: %i gold , Defense level : %i
it: Entrate: %i monete d'oro , Livello difesa: %i
pl: Dochód: %i szt. z³ota, Poziom fortyfikacji : %i

source: Basic productions
it: Produzione base
pl: Produkcje podstawowe

source: Advanced productions
it: Produzione avanzata
pl: Produkcje zaawansowane

source: Name:
it: Nome:
pl: Nazwa:

source: Duration:
it: Durata:
pl: Czas trwania:

source: Strength:
it: Forza:
pl: Si³a:

source: Ranged:
it: A Distanza:
pl: Strzelanie:

source: Moves:
it: Movimenti:
pl: Ruch:

source: Upkeep:
it: Costo:
pl: Utrzymanie:

source: Upgrade
it: Fortifica
pl: Ulepsz

source: Vectoring
pl: Wektor

source: Buy Basic
it: Compra Base
pl: Kup Podstawow±

source: Buy Advanced
it: Compra Avanzato
pl: Kup Zaawasowan±

source: Close
it: Chiudi
pl: Zamknij

source: Upgrade City
it: Migliora la città
pl: Ulepsz Miasto

source: Do you want to upgrade the city level for %i gold?
it: Vuoi fortificare la città per %i moneta d'oro?
pl: Czy chcesz ulepszyæ miasto za %i szt. z³ota?

source: Upgrade city
it: Migliora la città
pl: Ulepsz miasto

source: Yes
it: Si
pl: Tak

source: No
pl: Nie

source: Income: %i gold coins , Defense level : %i
it: Entrate: %i monete d'oro , Livello difesa: %i
pl: Dochód: %i szt. z³ota, Poziom fortyfikacji :%i

source: No production selected!
it: Nessuna produzione selezionata!
pl: Nie wybrano produkcji!

source: No free production
it: Nessuna produzione disponibile
pl: Brak wolnych produkcji

source: There are no free production slots available. Select the one you want to have replaced or upgrade the city first.
it: Non c'è nessuno slot disponibile per la produzione. Seleziona quello che vuoi rimpiazzare o prima fortifica la città.
pl: Brak miejsca na kolejn± produkcjê. Wybierz jedn± do zast±pienia lub ulepsz miasto.

source: Do you really want to replace production "%s"?
it: Vuoi veramente rimpiazzare la produzione "%s"?
pl: Czy napewno chcesz zast±piæ produkcjê "%s"?

source: No free production slot
it: Nessuno slot di produzione disponibile
pl: Brak wolnych miejsc na produkcje

source: Player::city_buyBasicProduction returned false where it shouldn't
it: Player::city_buyBasic_production ha ritornato false dove non avrebbe dovuto
pl: Funkcja Player::city_buyBasicProduction nieoczekiwanie zwróci³a false

source: Player::city_buyAdvancedProduction returned false where it shouldn't
it: Player::city_buyAdvanced_production ha ritornato false dove non avrebbe dovuto
pl: Funkcja Player::city_buyAdvancedProduction nieoczekiwanie zwróci³a false

source: Defeated city
it: Città sconfitta
pl: Pokonane miasto

source: Choose your way!
it: Scgli la tua strada1
pl: Wybierz drogê!

source: Occupy
it: Occupa
pl: Zajmij

source: Raze
it: Distruggi
pl: Spal

source: Pillage
it: Razzia
pl: Spl±druj

source: Found configuration file:
it: Ho trovato un file di configurazione:
pl: Znaleziono plik konfiguracyjny:

source: Configuration: Something went wrong while saving.
it: GameScenario: Qualcosa è andato male durante il salvataggio.
pl: Konfiguracja: Wyst±pi³ b³±d podczas zapisu.

source: Configuration file has wrong version, we want
it: Il file di configurazione ha una versione sbagliata, vogliamo
pl: Niew³a¶ciwa wersja pliku konfiguracyjnego. Oczekiwano

source: Configuration file offers
it: Il file di configurazione offre:
pl: Plik konfiguracyjny oferuje

source: I make a backup copy from
it: Eseguo una copia di backup da
pl: Tworzê kopiê zapasow± od

source: CreateScenario:: wrong size given
it: CreateScenario:: fornita una size sbagliata
pl: CreateScenario:: podano nieprawid³owy rozmiar

source: Creating map
it: Sto creando la mappa
pl: Tworzenie mapy

source: Distributing players
it: Stro distribuendo i giocatori
pl: Umiejscawianie graczy

source: Setting up cities
it: Sto posizionando le città
pl: Ustawianie miast

source: Setting up temples
it: Sto posizionando i tempi.
pl: Ustawianie ¶wi±tyñ

source: Setting up ruins
it: Sto posizionando le rovine
pl: Ustawianie ruin

source: Setting up players
it: Sto impostando i giocatori.
pl: Ustawianie graczy

source: Setting up victory conditions
it: Sto impostando le condizioni per la vittoria
pl: Ustawianie warunków zwyciêstwa

source: Critical Error: Couldn't open citynames data file
it: Errore Critico: non ho potuto aprire il file dei nomi delle città
pl: B³±d Krytyczny: Nie mo¿na otworzyæ pliku z danymi miast

source: Buy Production
it: Compra la produzione
pl: Kup Produkcjê

source: Production cost:
it: Costo di prod. :
pl: Koszt Produkcji:

source: Shots:
it: Colpi:
pl: Strza³y:

source: Defense:
it: Difesa:
pl: Obrona:

source: Hitpoints:
it: Punti ferita:
pl: Punkty ¯ycia:

source: Buy
it: Compra
pl: Kup

source: Cancel
it: Annulla
pl: Anuluj

source: Duration: %i
it: Daurata: %i
pl: Czas trwania: %i

source: Strength: %i
it: Forza: %i
pl: Si³a: %i

source: Ranged: %i
it: A Distanza: %i
pl: Strzelanie: %i

source: Shots: %i
it: Colpi : %i
pl: Strza³y: %i

source: Defense: %i
it: Difesa: %i
pl: Obrona: %i

source: Hitpoints: %i
it: Punti ferita: %i
pl: Punkty ¯ycia: %i

source: Moves: %i
it: Movimenti : %i
pl: Ruch: %i

source: Production cost: %i
it: Costo di prod. : %i
pl: Koszt produkcji: %i

source: ERROR: Couldn't load image
it: ERRORE: non ho potuto caricare l'immagine
pl: B³±d: Wczytanie obrazu niemo¿liwe

source: Couldn't find a single armyset!
it: Non sono riuscito a trovare nemmeno un armyset!
pl: Nie uda³o siê odnale¼æ ¿adnego zestawu wojsk!

source: Please check the path settings in /etc/freelordsrc or ~/.freelordsrc
it: Per piacere controlla il path in /etc/freelordsrc o ~/.freelordsrc
pl: Proszê sprawdziæ ¶cie¿ki w /etc/freelordsrc lub ~/.freelordsrc

source: Exiting!
it: Sto Uscendo!
pl: Zamykam!

source: Couldn't find a single tileset!
it: Non sono riuscito a trovare nemmeno un tileset!
pl: Nie uda³o siê odnale¼æ ¿adnego zestawu terenów

source: Couldn't find a single map!
it: Non sono riuscito a trovare nemmeno uno scenario!
pl: Nie uda³o siê odnale¼æ ¿adnej mapy!

source: Error in GameMap::fillMap: sizes don't match!! Exiting.
it: Errore nella GameMap::fillMap la size non corrisponde!! Sto Uscendo.
pl: B³±d w GameMap::fillMap: rozmiary siê nie zgadzaj±. Zamykam.

source: player's turn
it: turno del giocatore
pl: tura gracza

source: new round
it: nuovo round
pl: nowa runda

source: Type
it: Tipo
pl: Typ

source: Name
it: Nome
pl: Nazwa

source: Armyset
pl: Zestaw Wojsk

source: Random
it: Casuale
pl: Losowa

source: Load Map
it: Carica Mappa
pl: Wczytaj Mapê

source: Choose Tileset
it: Scegli un Tileset
pl: Wybierz Zestaw Terenów

source: Process armies at beginning of
it: Processo le armate all'inizio del
pl: Przetwórz jednostki z pocz±tkiem

source: Browse
it: Sfoglia
pl: Przegl±daj

source: Cities
it: Città
pl: Miasta

source: Ruins
it: Rovine
pl: Ruiny

source: Temples
it: Templi
pl: ¦wi±tynie

source: Start Game
it: Inizia il Gioco
pl: Rozpocznij Grê

source: Back to main menu
it: Indietro al menu principale
pl: Powrót do menu g³ównego

source: Normal size
it: Dim. normale
pl: Normalna wielko¶æ

source: Small size
it: Dim. piccola
pl: Ma³y rozmiar

source: Tiny size
it: Dim. minima
pl: Malutki rozmiar

source: The Filename is well formed
it: Il nome del file di salvataggio è ben formato
pl: Nazwa pliku jest dobrze utworzona

source: The Filename lacks the extension -->
it: Il nome del file di salvataggio non ha l'estensione -->
pl: W nazwie pliku brakuje rozszerzenia -->

source: GameScenario: Something went wrong with saving.
it: GameScenario: Qualcosa è andato male durante il salvataggio.
pl: GameScenario: B³±d podczas zapisu.

source: savefile has wrong version, we want
it: il file di salvatagio ha una versione sbagliata, vogliamo
pl: niew³a¶ciwa wersja pliku, oczekiwano

source: savefile offers
it: il file di salvataggio offre
pl: plik oferuje

source: Gold report
it: Resoconto sull'oro
pl: Raport o dochodach

source: Player's gold ressources:
it: Risorse d'oro del giocatore:
pl: Zasoby z³ota gracza:

source: GraphicsCache: wanted to get city pic without player. Exiting...
it: GraphicsCache: ho tentato di prendere un 'immagine della città senza giocatore. Esco...
pl: GraphicsCache: próba pobrania obrazu miasta bez gracza. Zamykam...

source: GraphicsCache::getFlagPic: no stack supplied! Exiting...
it: GraphicsCache::getFlagPic: nessun gruppo come argomento! Esco...
pl: GraphicsCache::getFlagPic: nie dostarczono grupy! Zamykam...

source: Hero offer
it: Offerta di un eroe
pl: Oferta bohatera

source: Accept
it: Accetta
pl: Zaakceptuj

source: Reject
it: Rifiuta
pl: Odrzuæ

source: A hero wants to join you
it: Un eroe vuole unirsi a te
pl: Bohater chce do ciebie do³±czyæ

source: for %i gold
it: per %i monete d'oro
pl: za %i szt. z³ota

source: A hero wants to join for free!
it: Un eroe vuole unirsi a te gratuitamente!
pl: Bohater chce do ciebie do³±czyæ za darmo!

source: weapon
it: Arma
pl: broñ

source: armour
it: Armatura
pl: pancerz

source: shield
it: Scudo
pl: tarcza

source: accessoire
it: Accessorio
pl: akcesoria

source: Backpack
it: Zaino
pl: Plecak

source: prev
it: Precedente
pl: poprzedni

source: next
it: Successivo
pl: nastêpny

source: Ground
it: Terreno
pl: Na Ziemi

source: +%i strength
it: forza +%i
pl: +%i si³y

source: %i strength
it: %i forza
pl: %i si³y

source: +%i defense
it: difesa +%i
pl: +%i obrony

source: %i defense
it: %i difesa
pl: %i obrony

source: +%i vitality
it: vitalità +%i
pl: +%i ¿ywotno¶ci

source: %i vitality
it: vitalità %i
pl: %i ¿ywotno¶ci

source: +%i hitpoints
it: Punti ferita +%i
pl: +%i punktów ¿ycia

source: %i hitpoints
it: %i Punti ferita
pl: %i punktów ¿ycia

source: move on water
it: Movimento in acqua
pl: ruch po wodzie

source: move through forest
it: Movimento nelle foreste
pl: ruch przez las

source: move over hills
it: movimento sulle colline
pl: ruch po wzgórzach

source: move through swamp
it: movimento nelle paludi
pl: ruch przez bagna

source: double strength against cavalry
it: doppia forza contro la cavalleria
pl: podwójna si³a przeciw kawalerii

source: can deal instant death
it: può uccidere istantaneamente
pl: mo¿e zadaæ natychmiastow± ¶mieræ

source: Could not parse items description file. Exiting!
it: Non ho potuto parsare il file delle descrizioni. Esco!.
pl: Nie uda³o siê sparsowaæ pliku opisuj±cego przedmioty. Zamykam!

source: No modes available!
it: Nessuna risoluzione disponibile!
pl: Brak dostêpnych trybów!

source: All resolutions available.
it: Tutte le risoluzioni sono disponibili.
pl: Wszystkie rozdzielczo¶ci dostêpne.

source: Available Modes
it: Risoluzioni disponibili
pl: Dostêpne Tryby

source: Resolution =
it: Risoluzione =
pl: Rozdzielczo¶æ =

source: You need at least 800 x 600 resolution to run FreeLords!
it: Per giocare a Freelords serve almeno una risoluzione di 800x600!
pl: Potrzebujesz rozdzielczo¶ci przynajmniej 800x600 ¿eby uruchomiæ Freelords!

source: Couldn't find any good configuration file...trying auto-configuration.
it: Non ho potuto trovare nessun file di configurazione...tento l'auto-configurazione.
pl: Nie znaleziono ¿adnego dobrego pliku konfiguracyjnego... próbujê autokonfiguracji.

source: Couldn't save the new configuration file...
it: Non ho potuto salvere il file di configurazione...
pl: Nie uda³o siê zapisaæ konfiguracji...

source: Check permissions of your home directory....aborting!
it: Controlla i permessi della tua home directory...esco!
pl: Sprawd¼ zezwolenia w katalogu g³ównym...przerywam!

source: Created the standard configuration file
it: Ho creato il file di configurazione standard
pl: Utworzono standardowy plik konfiguracyjny

source: Couldn't create save game directory
it: Non ho potuto creare la directory per i file di salvataggio
pl: Nie uda³o siê utworzyæ katalogu do zapisu gier

source: Check permissions and the entries in your freelordsrc file!
it: Controlla i permessi e le opzioni del tuo file freelordsrc!
pl: Sprawd¼ zezwolenia i wpisy w swoim pliku freelordsrc!

source: non-numerical value for cache size
it: valore non numerico per la grandezza della cache
pl: nienueryczna warto¶æ dla rozmiaru cache

source: Available parameters:
it: Parametri disponibili:
pl: Dostêpne parametry:

source: -h, --help Shows this help screen
it: -h, --help Mostra questa schermata di aiuto
pl: -h, --help Wy¶wietla ten ekran

source: -r1600 Resolution set to 1600x1200
it: -r1600 Risoluzione impostata a 1600x1200
pl: -r1600 Ustawia rozdzielczo¶æ na 1600x1200

source: -r1400 Resolution set to 1400x1050
it: -r1400 Risoluzione impostata a 1400x1050
pl: -r1400 Ustawia rozdzielczo¶æ na 1400x1050

source: -r1280 Resolution set to 1280x1024
it: -r1280 Risoluzione impostata a 1280x1024
pl: -r1280 Ustawia rozdzielczo¶æ na 1280x1024

source: -r1024 Resolution set to 1024x786
it: -r1024 Risoluzione impostata a 1024x786
pl: -r1024 Ustawia rozdzielczo¶æ na 1024x786

source: -r800 Resolution set to 800x600
it: -r800 Risoluzione impostata a 800x600
pl: -r800 Ustawia rozdzielczo¶æ na 800x600

source: -f, --fullscreen Fullscreen mode
it: -f, --fullscreen Modalità a schermo intero
pl: -f, --fullscreen Tryb pe³noekranowy

source: -c <size> set the maximum cache size
it: -c <size> imposta il valora massimo della grandezza della cache
pl: -c <size> Ustawia maksymaln± wielko¶æ cache

source: -t, --test Starting with a test-scenario
it: -t, --test Parto con uno scenario di test
pl: -t, --test Rozpoczyna scenariuszem testowym

source: Please send bug reports to ulf82@users.sf.net
it: Spedire i bug report a ulf82@users.sf.net
pl: Proszê wysy³aæ raporty o b³êdach na ulf82@users.sf.net

source: Detected GGZ Gaming Zone environment
it: Rilevato l'ambiente GGZ Gaming Zone
pl: Wykryto ¶rodowisko GGZ Gaming Zone

source: Unable to load theme:
it: Non riesco a caricare il tema:
pl: Nie uda³o siê wczytaæ kompozycji:

source: no resolution provided: guessing
it: Non è stata scelta nessuna risoluzione: tento di impostarla da solo.
pl: nie dostarczono rozdzielczo¶ci: zgadujê

source: Using resolution:
it: Uso la risoluzione:
pl: U¿ywam rozdzielczo¶ci:

source: Couldn't initialize X Windowing System
it: Non ho potuto inizializzare il sistema in X Window
pl: Nie uda³o siê zainicjalizowaæ X Windowing System

source: Load
it: Carica
pl: Wczytaj

source: Save
it: Salva
pl: Zapisz

source: Save as
it: Salva con nome
pl: Zapisz jako

source: Quit
it: Esci
pl: Wyjd¼

source: Armies
it: Armate
pl: Jednostki

source: Gold
it: Oro
pl: Z³oto

source: Quests
it: Quest
pl: Zadania

source: Game options
it: Opzioni di gioco
pl: Opcje

source: Help
it: Aiuto
pl: Pomoc

source: File
pl: Plik

source: Reports
it: Resoconti
pl: Raporty

source: Options
it: Opzioni
pl: Opcje

source: Freelords savegames
it: File di Freelords
pl: Zapisane gry

source: Couldn't load savefile
it: Non ho potuto creare la directory per i file di salvataggio
pl: Nie uda³o siê wczytaæ pliku

source: . Bailing out.
it: . Sto uscendo.
pl: . Wyskakujê.

source: Save Game
it: Salvataggio del Gioco
pl: Zapisz Grê

source: Game Saved.
it: Gioco salvato.
pl: Gra Zapisana

source: Error saving. Game not saved
it: Errore nel salvataggio. Gioco non salvato
pl: B³±d. Gra niezapisana

source: not implemented yet
it: non ancora implementato
pl: jeszcze nie zaimplementowane

source: Creating Map
it: Sto creando la mappa
pl: Tworzenie Mapy

source: Generating random map
it: genero la mappa casuale
pl: Generowanie losowej mapy

source: Making random map
it: genero la mappa casuale
pl: Tworzenie losowej mapy

source: Flatening Plains ... 10%
it: Genero le pianure .. 10%
pl: Sp³aszczanie Równin ... 10%

source: Raining Water ... 30%
it: Genero l'acqua ... 30%
pl: Przywo³ywanie Wody ... 30%

source: Raising Hills ... 20%
it: Genero le colline .. 20%
pl: Wnoszenie Wzgórz ... 20%

source: Raising Mountains ... 30%
it: Genero le montagne .. 30%
pl: Wznoszenie Gór ... 30%

source: Planting Forest ... 40%
it: Pianto le foreste .. 40%
pl: Sadzenie lasów ... 40%

source: Watering Swamps ... 50%
it: Genero le paludi ... 50%
pl: Nawadnianie Bagien ... 50%

source: Normalizing ... 60%
it: Normalizzo la mappa 60%
pl: Normalizowanie ... 60%

source: Building Cities ... 70%
it: Costruisco le Città 70%
pl: Budowanie Miast ... 70%

source: Ruining Ruins ... 80%
it: Posiziono le rovine 80%
pl: Rujnowanie Ruin ... 80%

source: Spawning temples ... 90%
it: Posiziono i tempi .. 90%
pl: Wykluwanie ¦wi±tyñ ... 90%

source: Done making map ... 100%
it: Mappa costruita .... 100%
pl: Tworzenie mapy zakoñczone ... 100%

source: Game settings
it: Opzioni di gioco
pl: Ustawienia

source: Video
pl: Grafika

source: Audio
pl: D¼wiêk

source: Misc
it: Varie
pl: Ró¿ne

source: Fullscreen
it: Schermo Intero
pl: Pe³ny ekran

source: Enable music
it: Abilita la musica
pl: W³±cz muzykê

source: Volume:
pl: G³o¶no¶æ:

source: Smooth scrolling
it: Scorrimento fluido
pl: G³adkie przewijanie

source: Show next player popup
it: Mostra il popup del prossimo giocatore
pl: Pokazuj okienko nastêpny gracz

source: Look in:
it: Guarda in:
pl: Szukaj w:

source: Save in:
it: Salva in:
pl: Zapisuj w:

source: File name:
it: Nome del file:
pl: Nazwa pliku:

source: File type:
it: Tipo del File:
pl: Typ pliku:

source: Open
it: Apri
pl: Otwórz

source: Directory '%s' does not exist or has wrong permissions
it: La directory '%s' non esiste o non ci sono i permessi!
pl: KAtalog '%s' nie istnieje lub ma nieprawid³owe zezwolenia

source: Cannot add directory '%s' to the archive
it: Non posso aggiungere la dir '%s' all'archivio
pl: Nie mo¿na dodaæ katalogu '%s' do archiwum

source: Human
it: Umano
pl: Cz³owiek

source: Easy
it: Semplice
pl: £atwy

source: Smart
it: Avanzato
pl: Sprytny

source: User selected wrong armytype ????
it: L'utente ha selezioneto il tipo di armata sbagliato????
pl: U¿ytkownik wybra³ niew³a¶ciwy zestaw wojsk ???

source: You have killed %i so far.
it: Hai ucciso %i armate fino ad ora.
pl: Dotychczas zabi³e¶ %i

source: You have managed to slaughter %i army.
it: Sei riuscito ad uccidere %i armata.
pl: Zdo³a³e¶ zabiæ %i jednostkê

source: Well done!
it: Ben fatto!
pl: Doskonale!

source: You must destroy %i unit of enemy armies
it: Devi distruggere %i unità delle armate nemiche
pl: Musisz zniszczyæ %i wrog± jednostkê

source: You're still searching for him...
it: Lo stai ancora cercando...
pl: Wci±¿ go szukasz...

source: Seen lately near (
it: Avvistato vicino (
pl: Widziano go niedawno nieopodal(

source: You slayed the wicked hero %s. He deserved that!
it: Hai ucciso il crudele eroe %s. Se lo meritava!
pl: Zabi³e¶ wynaturzonego bohatera %s. Zas³u¿y³ na taki los!

source: You could not slay the wicked hero %s
it: Non sei riuscito ad uccidere il crudele eroe %s
pl: Nie uda³o ci siê zabiæ %s

source: He was slain by other fellows!
it: È stato ucciso da un altro gruppo di armate!
pl: Zabili go inni towarzysze!

source: Kill the hero named %s, servant of player %s
it: Uccidi l'eroe chiamato %s, servitore del giocatore %s
pl: Zabij bohatera zw±cego siê %s s³u¿±cego u gracza %s

source: You aren't afraid of doing it, do you?
it: Non hai paura di farlo, giusto?
pl: Nie przera¿a ciê to chyba?

source: The priests thank you for exploring this gloomy place.
it: I monaci ti ringraziano per aver esplorato questa tenebrosa locazione.
pl: Kap³ani dziêkuj± ci za zbadanie tego ponurego miejsca.

source: Now they can set a temple here.
it: Ora potranno costruirci un tempio.
pl: Teraz mog± wznie¶æ tu ¶wi±tyniê.

source: You failed searching the ruin "%s".
it: Hai fallito nel tentitivo di cercare nella rovina "%s".
pl: nie uda³o ci siê przeszukaæ ruin "%s".

source: Others had more courage!
it: Altri hanno avuto più coraggio di te!
pl: Inni mieli wiêcej odwagi!

source: You must search the ruin "%s" located at (%i,%i) near the city of %s
it: Devi cervare nella rovina "%s" alla posizione (%i,%i) vicino la città di %s
pl: Musisz przeszukaæ ruiny "%s" po³o¿one na (%i,%i) nieopodal miasta %s

source: CONGRATULATIONS!
it: CONGRATULAZIONI!
pl: Gratulacje!

source: Your Hero %s completed the quest.
it: Il tuo eroe %s ha completato la quest.
pl: Twój bohater %s ukoñczy³ zadanie.

source: You have been rewarded with %i gold piece!
it: Ti hanno ricompensato con %i moneta d'oro!
pl: W nagrodê otrzymujesz %i szt. z³ota

source: SORRY FOR YOU!
it: SPIACENTE!
pl: ¯a³uj!

source: Your Hero %s did not complete the quest.
it: Il tuo Eroe %s non ha completato la quest.
pl: Twój bohater %s nie ukoñczy³ zadania.

source: Quests report
it: Resoconto sulle quest
pl: Raport o zadaniach

source: No quests for %s
it: Nessuna quest per %s
pl: ¯adnych zadañ dla %s
